{
  "title": "About Me",
  "content": "¡Hola! I am Pablo, coming from Badajoz, a charming city in the western part of Spain, nestled close to the border with Portugal. My enthusiasm for imagery and sound led me to pursue Communication Audiovisual Degree at the University of Extremadura and complete a master's program in Audiovisual Content at the University of Valencia. I have an advanced level of English, basic level in German, and a quite good understanding of Portuguese due to my geographical proximity to the border. \n\n My journey into the professional world commenced early, with me embarking on endeavors at MediaUni, the online television of the University of Valencia, as well as at Canal Extremadura. Here, I had the privilege to partake in live television programs as a camera assistant in the studio. Further along, at ALCOR Extremadura, I took on the roles of both camera operator and video editor for orienteering sports competitions known as Raids.\n\n My trajectory also reflects my unwavering determination to persevere and continue learning. Moreover, I flourished as a freelance artist, crafting a diverse array of videos and graphic designs for different brands and entities in various sectors. This adaptability and my skill for seamlessly fitting into different environments stand as vital attributes linked into my professional journey.\n\nMy pursuit of growth led me to explore the world through voluntary work between 2014 and 2016, participating in the European Voluntary Service (EVS) program in the countries of Bulgaria, North Macedonia and the Czech Republic. These engagements were steeped in the field of audiovisual arts, enabling me to refine my skills in video recording, photography, editing, and the art of motion graphics.\n\nAfter that, I embarked on a journey that took me first to Germany and then to Luxembourg. In this latter country, I currently serve as a video creator and editor at Deloitte Luxembourg, a role I've held since 2018, recently promoted as Assistant Manager.\n\nThe story of my dedication to the field of audiovisual communication, emphasizing my commitment to continuous learning and exploring new opportunities, has been described in this script; to know the storyboard do not hesitate to navigate through this portfolio."
}
